{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "100"
			},
			"Translation":
			{
				"Text": "100"
			},
			"Key": "D5245325468A760FFE22DD8C0039EA4E"
		},
		{
			"Source":
			{
				"Text": "100"
			},
			"Translation":
			{
				"Text": "100"
			},
			"Key": "BB6EEC2C4AF477D23515409A0A2918EC"
		},
		{
			"Source":
			{
				"Text": "Active tutorial"
			},
			"Translation":
			{
				"Text": "Active tutorial"
			},
			"Key": "D4CC959D4EF74D38AFC3FA8AC69C623F"
		},
		{
			"Source":
			{
				"Text": "AddTowerMax"
			},
			"Translation":
			{
				"Text": "AddTowerMax"
			},
			"Key": "24CA0C434291BDF86AB224B3DD77B43B"
		},
		{
			"Source":
			{
				"Text": "Apply"
			},
			"Translation":
			{
				"Text": "Apply"
			},
			"Key": "D04BD8A6498AB59970802E908E5B937B"
		},
		{
			"Source":
			{
				"Text": "Apply"
			},
			"Translation":
			{
				"Text": "Apply"
			},
			"Key": "F832BAD94F58B98FC1F7A58E3D5CBF54"
		},
		{
			"Source":
			{
				"Text": "Audio"
			},
			"Translation":
			{
				"Text": "Audio"
			},
			"Key": "B72BC1AE4F5DE0D6EB74ED9543A93602"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Back"
			},
			"Key": "17EC8AC448044E835F281298D98D272D"
		},
		{
			"Source":
			{
				"Text": "Back"
			},
			"Translation":
			{
				"Text": "Back"
			},
			"Key": "04EA72DC427A2124052162916969CF72"
		},
		{
			"Source":
			{
				"Text": "Crystal socket"
			},
			"Translation":
			{
				"Text": "Crystal socket"
			},
			"Key": "8B478AA74A6722041D3399B669CA1FF9"
		},
		{
			"Source":
			{
				"Text": "Graphics"
			},
			"Translation":
			{
				"Text": "Graphics"
			},
			"Key": "33B2681D4E203F17B166248C9F8E70FF"
		},
		{
			"Source":
			{
				"Text": "Graphics"
			},
			"Translation":
			{
				"Text": "Graphics"
			},
			"Key": "53350AF54886E4AB0F1102B174C69BE0"
		},
		{
			"Source":
			{
				"Text": "LOOSE"
			},
			"Translation":
			{
				"Text": "LOOSE"
			},
			"Key": "04AEAAF1471FB655ECFCD89CF02CDE1F"
		},
		{
			"Source":
			{
				"Text": "Language"
			},
			"Translation":
			{
				"Text": "Language"
			},
			"Key": "B474A784486994706348D0AE5DBB934F"
		},
		{
			"Source":
			{
				"Text": "Load"
			},
			"Translation":
			{
				"Text": "Load"
			},
			"Key": "A2DCB51949BE6F88CFD1ADBB2C62E799"
		},
		{
			"Source":
			{
				"Text": "MaxLifeUp"
			},
			"Translation":
			{
				"Text": "MaxLifeUp"
			},
			"Key": "DEBB5FDF45543E26DE17879E7FA41F6E"
		},
		{
			"Source":
			{
				"Text": "Music"
			},
			"Translation":
			{
				"Text": "Music"
			},
			"Key": "5943CA60424BB911AA4FD1B7E2C81498"
		},
		{
			"Source":
			{
				"Text": "NO"
			},
			"Translation":
			{
				"Text": "NO"
			},
			"Key": "CA7C3D5846E9B88344588BBEEA5B572C"
		},
		{
			"Source":
			{
				"Text": "OK"
			},
			"Translation":
			{
				"Text": "OK"
			},
			"Key": "8D94D5B443E95763584EA6B296154635"
		},
		{
			"Source":
			{
				"Text": "OK"
			},
			"Translation":
			{
				"Text": "OK"
			},
			"Key": "82ECDE7A4FFFC65EEE9DED916B0D9ACE"
		},
		{
			"Source":
			{
				"Text": "Options"
			},
			"Translation":
			{
				"Text": "Options"
			},
			"Key": "2D88673045B3F986801434850707AB2F"
		},
		{
			"Source":
			{
				"Text": "Options"
			},
			"Translation":
			{
				"Text": "Options"
			},
			"Key": "7CB432884846ED27C38E398FF8629074"
		},
		{
			"Source":
			{
				"Text": "Options"
			},
			"Translation":
			{
				"Text": "Options"
			},
			"Key": "85FE7F5B4E091F61FDFE49A82857DD8D"
		},
		{
			"Source":
			{
				"Text": "PAUSE"
			},
			"Translation":
			{
				"Text": "PAUSE"
			},
			"Key": "9DB4E79A45C26810B5A46FA59646DD3E"
		},
		{
			"Source":
			{
				"Text": "Paths"
			},
			"Translation":
			{
				"Text": "Paths"
			},
			"Key": "3673D9824CD9C5CAECEB8E85EB061942"
		},
		{
			"Source":
			{
				"Text": "Pause"
			},
			"Translation":
			{
				"Text": "Pause"
			},
			"Key": "E6E4646845B9F0D63A809E9B5A4F716A"
		},
		{
			"Source":
			{
				"Text": "PlaceTower"
			},
			"Translation":
			{
				"Text": "PlaceTower"
			},
			"Key": "795F35864C4F1B8382A4A184E0468813"
		},
		{
			"Source":
			{
				"Text": "Play"
			},
			"Translation":
			{
				"Text": "Play"
			},
			"Key": "93EDC2E34F1B9CB1B50BEE9355C87775"
		},
		{
			"Source":
			{
				"Text": "PlayX1"
			},
			"Translation":
			{
				"Text": "PlayX1"
			},
			"Key": "8E64534D4A527E4E4005E9BFE514D2ED"
		},
		{
			"Source":
			{
				"Text": "PlayX2"
			},
			"Translation":
			{
				"Text": "PlayX2"
			},
			"Key": "6C120ED94DFC5547F15E03AAD83032AE"
		},
		{
			"Source":
			{
				"Text": "PlayX3"
			},
			"Translation":
			{
				"Text": "PlayX3"
			},
			"Key": "CCA59F594171455F75B09CB2F3E14E42"
		},
		{
			"Source":
			{
				"Text": "Quit game"
			},
			"Translation":
			{
				"Text": "Quit game"
			},
			"Key": "5F2EA96E414D7988CA1D3BB24AC77013"
		},
		{
			"Source":
			{
				"Text": "Resolution"
			},
			"Translation":
			{
				"Text": "Resolution"
			},
			"Key": "8756EF5245E062D42AA447A035D100EB"
		},
		{
			"Source":
			{
				"Text": "Save"
			},
			"Translation":
			{
				"Text": "Save"
			},
			"Key": "A57FCDE8457E78B3EE9AC69EB1D0A228"
		},
		{
			"Source":
			{
				"Text": "Select one of these options to select the tile to place, use the wheel to orient the tile and click to play to launch the wave"
			},
			"Translation":
			{
				"Text": "Select one of these options to select the tile to place, use the wheel to orient the tile and click to play to launch the wave"
			},
			"Key": "7238B45248EBA053F41FE69B43494812"
		},
		{
			"Source":
			{
				"Text": "ShooterItem"
			},
			"Translation":
			{
				"Text": "ShooterItem"
			},
			"Key": "0C8D32EC40A48962E4133F873F394EA6"
		},
		{
			"Source":
			{
				"Text": "Speed"
			},
			"Translation":
			{
				"Text": "Speed"
			},
			"Key": "5474DF644FED176BED4F46B754A1C434"
		},
		{
			"Source":
			{
				"Text": "Thank you for playing this demo, don't hesitate to give your review ond the discor to help the furur devellopement"
			},
			"Translation":
			{
				"Text": "Thank you for playing this demo, don't hesitate to give your review ond the discor to help the furur devellopement"
			},
			"Key": "69749CED44879CE98DE557AA9C5D7F02"
		},
		{
			"Source":
			{
				"Text": "TowerLvlUP"
			},
			"Translation":
			{
				"Text": "TowerLvlUP"
			},
			"Key": "7759C3A848827C7024F5E39C1B93B7B1"
		},
		{
			"Source":
			{
				"Text": "Upgrade"
			},
			"Translation":
			{
				"Text": "Upgrade"
			},
			"Key": "0FAAA0244F5E563288E85C943F37CB7A"
		},
		{
			"Source":
			{
				"Text": "Upgrade"
			},
			"Translation":
			{
				"Text": "Upgrade"
			},
			"Key": "DFA86C1C4D4FB101EC6583B98C171652"
		},
		{
			"Source":
			{
				"Text": "Vsync"
			},
			"Translation":
			{
				"Text": "Vsync"
			},
			"Key": "90E7442B4420C8FCCB74138A26B9774F"
		},
		{
			"Source":
			{
				"Text": "Wave: "
			},
			"Translation":
			{
				"Text": "Wave: "
			},
			"Key": "6D5E3BF64A61C381F044E1AEE024117E"
		},
		{
			"Source":
			{
				"Text": "Win"
			},
			"Translation":
			{
				"Text": "Win"
			},
			"Key": "CBCAC6DD4A37ACA941995890CF5DD872"
		},
		{
			"Source":
			{
				"Text": "Window Mode"
			},
			"Translation":
			{
				"Text": "Window Mode"
			},
			"Key": "D675DE4E4CAD524C993B4D843DF96CBB"
		},
		{
			"Source":
			{
				"Text": "Yes"
			},
			"Translation":
			{
				"Text": "Yes"
			},
			"Key": "B4331680477E27146D8B17B9BEA9BF88"
		},
		{
			"Source":
			{
				"Text": "back"
			},
			"Translation":
			{
				"Text": "back"
			},
			"Key": "29063B0C43C58A7A4630EF899A478052"
		},
		{
			"Source":
			{
				"Text": "en"
			},
			"Translation":
			{
				"Text": "en"
			},
			"Key": "33F4846C45936580D20E03849B66BD3A"
		},
		{
			"Source":
			{
				"Text": "english"
			},
			"Translation":
			{
				"Text": "english"
			},
			"Key": "D4905F1B44F340A22129A4B3F5BFB4D3"
		},
		{
			"Source":
			{
				"Text": "epic"
			},
			"Translation":
			{
				"Text": "epic"
			},
			"Key": "60C2E8794E138C09963D5091C09BD23C"
		},
		{
			"Source":
			{
				"Text": "français"
			},
			"Translation":
			{
				"Text": "français"
			},
			"Key": "E493F0EF46EC62ABD981AC9B4DE06B36"
		},
		{
			"Source":
			{
				"Text": "fuck"
			},
			"Translation":
			{
				"Text": "fuck"
			},
			"Key": "0479E62646D88FF23320499CE612E0AC"
		},
		{
			"Source":
			{
				"Text": "high"
			},
			"Translation":
			{
				"Text": "high"
			},
			"Key": "D096744C46DB93E7344869808CA06C11"
		},
		{
			"Source":
			{
				"Text": "low"
			},
			"Translation":
			{
				"Text": "low"
			},
			"Key": "081EB8804B954313B3858B904DB979E3"
		},
		{
			"Source":
			{
				"Text": "master volume"
			},
			"Translation":
			{
				"Text": "master volume"
			},
			"Key": "6627ABCD43954712170177A7890F90C6"
		},
		{
			"Source":
			{
				"Text": "max wave: "
			},
			"Translation":
			{
				"Text": "max wave: "
			},
			"Key": "1A260B434CD4CD1E7E1CD9A253166E84"
		},
		{
			"Source":
			{
				"Text": "medium"
			},
			"Translation":
			{
				"Text": "medium"
			},
			"Key": "E84E07724349A2947FC296BC484D0C68"
		},
		{
			"Source":
			{
				"Text": "new game"
			},
			"Translation":
			{
				"Text": "new game"
			},
			"Key": "FC4C8DD1458C1242D6607F9B93CFFE4B"
		},
		{
			"Source":
			{
				"Text": "no data"
			},
			"Translation":
			{
				"Text": "no data"
			},
			"Key": "293E24AC48FFFFF91053E1AFB86EF941"
		},
		{
			"Source":
			{
				"Text": "off"
			},
			"Translation":
			{
				"Text": "off"
			},
			"Key": "8F2241524150743D3659F2B0CD877273"
		},
		{
			"Source":
			{
				"Text": "on"
			},
			"Translation":
			{
				"Text": "on"
			},
			"Key": "974BC09844C08A0683A8948980206384"
		},
		{
			"Source":
			{
				"Text": "path: "
			},
			"Translation":
			{
				"Text": "path: "
			},
			"Key": "062D4F9547B6FBDD4F4DE5A2CCB3E197"
		},
		{
			"Source":
			{
				"Text": "retry"
			},
			"Translation":
			{
				"Text": "retry"
			},
			"Key": "A8D25D6A477D9512BE37AE9B41771DED"
		},
		{
			"Source":
			{
				"Text": "reward"
			},
			"Translation":
			{
				"Text": "reward"
			},
			"Key": "039C7F7B4F8B98D2FEDCE79FF60192C3"
		},
		{
			"Source":
			{
				"Text": "save 1"
			},
			"Translation":
			{
				"Text": "save 1"
			},
			"Key": "D783F8E64357FE83EE9C1D981331755B"
		},
		{
			"Source":
			{
				"Text": "save 2"
			},
			"Translation":
			{
				"Text": "save 2"
			},
			"Key": "93FE34A24C8EBDF7BDB2A7AAA8A7F0D6"
		},
		{
			"Source":
			{
				"Text": "save 3"
			},
			"Translation":
			{
				"Text": "save 3"
			},
			"Key": "F122A52D42BC092D394C15B96C8B4FE9"
		},
		{
			"Source":
			{
				"Text": "save 4"
			},
			"Translation":
			{
				"Text": "save 4"
			},
			"Key": "94CD0CFD4F4D63A2657057A9F21ED118"
		},
		{
			"Source":
			{
				"Text": "save 5"
			},
			"Translation":
			{
				"Text": "save 5"
			},
			"Key": "2EC34EC142252D1C9EA88DB695AEFF18"
		},
		{
			"Source":
			{
				"Text": "shoot delay: "
			},
			"Translation":
			{
				"Text": "shoot delay: "
			},
			"Key": "FAB3F91E47859D582232BAA605F1CD11"
		},
		{
			"Source":
			{
				"Text": "sound effects"
			},
			"Translation":
			{
				"Text": "sound effects"
			},
			"Key": "AE8CF4744DFC09CF2DA6EA9777778BEC"
		},
		{
			"Source":
			{
				"Text": "this is the tower menu, here you can upgrade and add tower crystals to maker your tower more powerfull"
			},
			"Translation":
			{
				"Text": "this is the tower menu, here you can upgrade and add tower crystals to maker your tower more powerfull"
			},
			"Key": "48E0AE30484DCA5FC156A6BAC08400BD"
		},
		{
			"Source":
			{
				"Text": "this is your current number of towrt and the maximum you can build"
			},
			"Translation":
			{
				"Text": "this is your current number of towrt and the maximum you can build"
			},
			"Key": "2EDFDF294E45426CABBB5598F380FBDD"
		},
		{
			"Source":
			{
				"Text": "this is your fortune, with that you can upgrade your souls crystals"
			},
			"Translation":
			{
				"Text": "this is your fortune, with that you can upgrade your souls crystals"
			},
			"Key": "438E7C954A8D31C98C572A96CE7FC30D"
		},
		{
			"Source":
			{
				"Text": "this is your health, if this reach 0 you loos the run"
			},
			"Translation":
			{
				"Text": "this is your health, if this reach 0 you loos the run"
			},
			"Key": "3D0E64F4482FAF7FB43B27911230CD26"
		},
		{
			"Source":
			{
				"Text": "this is your tower upgrader, they will be usefull to increase the number of crystals a tower can possess"
			},
			"Translation":
			{
				"Text": "this is your tower upgrader, they will be usefull to increase the number of crystals a tower can possess"
			},
			"Key": "1514490549E265D75E30029BABDE0109"
		},
		{
			"Source":
			{
				"Text": "total damage: "
			},
			"Translation":
			{
				"Text": "total damage: "
			},
			"Key": "8F3B2F764714C0AE6984D9BBEA7DAF77"
		},
		{
			"Source":
			{
				"Text": "total range: "
			},
			"Translation":
			{
				"Text": "total range: "
			},
			"Key": "B1BD61E3417F261F72E24584FEA49E6A"
		},
		{
			"Source":
			{
				"Text": "ultra"
			},
			"Translation":
			{
				"Text": "ultra"
			},
			"Key": "3189D1AC4846FB4DED2FEEB268D9D674"
		},
		{
			"Source":
			{
				"Text": "upgrade"
			},
			"Translation":
			{
				"Text": "upgrade"
			},
			"Key": "DBB011CD400C0BCFF5E088B9D93C4AEF"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Text Block"
					},
					"Translation":
					{
						"Text": "Text Block"
					},
					"Key": "TextBlockDefaultValue"
				}
			]
		}
	]
}